@extends('layouts.layout')
@section('content')
    <main>
        <div class="about_wrap">
            <div class="container">
            <h3 class="about_title">FutureMindについて</h3>
            <p class="about_text"> 　FutureMindでは、将来の自分のなりたい姿と現在の自分の姿を比較することで、自分の今後の進路であったり、就職先を見つけることが出来ます。<br><br>
                　就職活動では、自己分析が大切と言われています。その中で、これまでの自分を振り返り将来の自分を想像することもあると思います。しかし、本当にそれが将来の自分にとってよい方法なのでしょうか？
                これまでの自分を一切無視して、将来自分がやりたいこと・なりたい姿のみを考えて、自分の将来を決める方法があっても良いのではないでしょうか？<br><br>
                　FutureMindはそのような想いから、将来の自分にのみ焦点を当てて、今の自分の道を決めるのに特化しています。
            </p>
            <h3 class="about_title">使い方</h3>
            <p class="about_text"> ・まずは、「自己分析」「理想分析」をやってみてください。<br>
                ポイントは、自己分析は今の自分を考えて素直に答えること、理想分析は今の自分を全く無視して、自分がなりたい姿・理想の回答を答えることです。
                <br><br>
                ・分析後診断結果が出たら、コメントを見て今の自分の強み・足りない点を確認してみましょう。
                <br><br>
                ・ではいよいよ。自分にあった企業を探してましょう。<br>
                診断結果のオススメ企業から探すのもよし、検索画面から自分の求めている条件で探すのもよし。自分が気になる企業を見つけましょう。
                    <br><br>
                ・企業を見つけたら、「お気に入りに追加」を押してみましょう。
                企業側にお知らせが届きます。企業がチャットを許可したら、チャットをすることが出来ます。気になったことなど色々聞いてみましょう。
            </p>
            </div>
        </div>
    </main>
@endsection

